[{
		"title": "العرض التشويقي لانمي Berserk of Gluttony والقادم خلال عام 2023",
		"img": "https://f.top4top.io/p_2683cr5j50.jpg",
		"date": "16/03/2023, 23:16",
		"story": "كُشف اليوم عن تفاصيل جديدة تخص أنمي الخيال Berserk of Gluttony الذي أعلن عنه في أكتوبر الماضي وتتضمن التفاصيل ملصق ومقطع تشويقيين يقدمان نظرة على ما هو قادم في الأحداث الخيالية لبطلنا المنبوذ وسعيه للتحكم في قوته واجتماعه مع سيفه الواعي بالإضافة إلى تصميم الشخصيتين الرئيسيتين.
بدأت سلسلة الروايات الخفيفة تسلسلها لأول مرة في يناير 2017 إلكترونيًا عبر خدمة الروائيين شوسِتسُكا ني نارو قبل أن تنتقل إلى كاكويومو ثم بدأت نشرها مِكرو ماغازين بدمغة جي سي نوفلز في نوفمبر 2017 ولدى سلسلة الروايات الخفيفة نسخة مانغا من رسم دايسُكي تاكينو. تنشر الروايات الخفيفة عن دار سيفن سيز إنترتينمنت بالإنجليزية وتقدم ملخص القصة على النحو التالي:

فيت غرافيت هو واحد من المنبوذين ولديه قدرة الشراهة فهو يتضور جوعًا على الدوام ولا يشبع أبدًا ... إلى أن يقتل لصًا يحتضر ويلتهم قوة الرجل - وروحه. لقد استيقظ الجوع الحقيقي لشراهته وإذا تمكن من تعلم التحكم في قوته فسيكون أخيرًا سيد مصيره.",
		"trailler": "KVA9IQnE6kg"
	},
	{
		"title": "الإعلان رسميا عن حصول أنمي One Punch Man على موسم ثالث",
		"img": "https://d.top4top.io/p_25703kk0b1.jpeg",
		"date": "15/01/2023, 22:16",
		"story": "​تم الإعلان رسميًا عن حصول أنمي One Punch Man على موسم ثالث، دون أي تفاصيل أخرى بخصوص فريق العمل وطاقم ممثلي الأصوات أو موعد العرض.",
		"trailler": ""
	},

	{
		"title": "الموسم الثالث لأنمي Dr. STONE يبحر إلى العالم الجديد في أبريل 2023 ويكشف عن مقطع تشويقي وشخصية جديدة",
		"img": "https://h.top4top.io/p_24856kfil3.png",
		"date": "14/01/2023, 21:16",
		"story": "طرح مقطع دعائي جديد للموسم الثالث من Dr. STONE ضمن حدث جمب فيستا 2023 للتشويق لمغامرة سينكو وأصدقائه إلى العالم الجديد في أبريل القادم. إلى جانب المقطع الأحدث، تم الإعلان أيضًا عن انضمام ممثلة الأصوات مايا ساكاموتو إلى طاقم الموسم التالي بدور فرانسوا وهي كبيرة الخدم لدى ريوسي قبل التحجر.",
		"trailler": "HXgQMWqBhZs"
	},

	{
		"title": "الترايلر الرسمي الأول للموسم الثاني من جوجتسو كايسن Jujutsu Kaisen",
		"img": "https://i.top4top.io/p_2570odgie1.jpeg",
		"date": "15/01/2023, 18:16",
		"story": "الاعلان عن الترايلر الرسمي من الجزء الثاني من انمي جوجتسو كايسن القادم في شهر 7 من سنة 2023 ",
		"trailler": "VUXHOBT0sUM"
	}
]
